[
  {
    "name": "치와와",
    "description": "작지만 강한 치와와는 가장 작지만 큰 마음을 가진 품종입니다. 사과 모양의 머리와 크고 예쁜 눈 덕분에 즉시 눈에 띄며, 그들의 애정이 담겨 있는 시선은 그 안의 따뜻한 마음을 전달합니다. 치와와는 매우 충성스럽고 도시나 시골 집 어디에나 어울리며 적절한 관리만 해 준다면 20년 이상 매우 건강하게 오래 살 수 있습니다. 장모 치와와 또한 있습니다.",
    "imageUrl": "https://i.pinimg.com/736x/53/74/b4/5374b4143e8db8281bca82bdebec42c5.jpg",
    "officialName": "치와와",
    "origin": "멕시코",
    "size": "소형",
    "traits": {
      "침 흘림 습성": 1,
      "다른 반려동물과의 공동 생활": 2,
      "털 빠짐 수준": 1,
      "짖는 습성": 3,
      "목소리 습성": 2,
      "에너지 수준": 4,
      "따뜻한 날씨": 4,
      "추운 날씨": 1,
      "아파트 사육 적합성": 5,
      "그루밍 요구": 2,
      "가족 반려 동물": 4
    },
    "notice": "* 반려동물을 오랜 시간 혼자 두는 것은 좋지 않습니다. 함께 지내는 시간이 많으면 정서적 불안과 파괴적 행동을 예방할 수 있습니다. 수의사에게 조언을 구하십시오. 동일한 품종이라고 해도 반려동물마다 다르기 때문에 여기에서 소개하는 품종 세부 사항은 하나의 지표로 받아들여야 합니다. 행복하고 건강하며 행동이 올바른 반려동물을 기르고 싶다면 훈련과 사회화는 물론이고 기본적인 행복과 관련된 요구를 비롯해 사회적, 행동적 요구까지 해결해주는 것이 좋습니다. 반려동물을 지켜보는 사람 없이 아이와 함께 두어서는 절대로 안 됩니다. 브리더 또는 수의사에게 자세한 조언을 구하십시오. 반려동물은 모두 사교적이며 함께 어울리는 것을 좋아합니다. 하지만 어릴 때부터 혼자 지내는 방법을 가르칠 수 있습니다. 수의사 또는 트레이너의 조언을 구하십시오.",
    "description2": "최고의 친구라는 표현은 이상적인 반려견인 단모 치와와를 묘사하는 가장 좋은 표현입니다. 타고난 충성심 덕분에 쉽게 친밀감을 느끼지만 보호자에게는 항상 주의를 기울이고 있습니다. 치와와가 낯선 사람에게 짖는 일은 우려할 만한 일이 아닙니다. 금세 다른 활동에 빠질 테니까요. 치와와에게는 모든 순간이 놀이 시간입니다!\n치와와 품종의 에너지 가득한 성격은 공식 순위만 봐도 분명합니다. 현재 치와와는 아메리칸 켄넬 클럽의 연간 인기 품종 11위를 차지하고 있습니다.\n치와와는 3kg(6lb)를 넘지 않으므로 어디든 데리고 갈 수 있습니다.\n반려견이 아이들과 같이 있을 때는 자신도 모르게 아이를 공격할 수 있으니 조심하는 것이 좋습니다. 그러나 치와와는 매우 작기 때문에 실제로는 아이들이 자신도 모르게 치와와에게 해를 끼칠 수 있으며 치와와는 약하므로 항상 조심해야 합니다. 실내 놀이나 작은 반려견 공원에서 노는 것이 이상적입니다. 치와와 품종에게 정신적 자극을 주는 것도 좋고 게임을 하며 시간을 보내는 것도 좋습니다.\n덩치 큰 보안견과는 거리가 멀지만 치와와도 자신의 무리를 보호하려고 합니다. 낯선 사람을 경계하는 경향이 있지만 일단 새로운 관계가 형성되면 이러한 경계심은 사라집니다.",
    "info1": "믿기 어렵겠지만 단모 치와와는 쉽게 살이 찔 수 있습니다. 몸통이 작기 때문에 간식을 많이 주면 쉽게 살이 찝니다. 매일 할당된 식사량 내의 사료를 간식으로 주십시오. 공식 품종 분류에서 치와와는 최대 2.72kg으로 되어 있습니다.",
    "info2": "치와와의 성격은 개성이 강합니다. 치와와는 자신보다 몇 배나 큰 반려견에게 덤빈다는 사실도 무시할 수 없습니다. 치와와가 성장하는 동안 적절한 사회화를 할 수 있도록 새로운 놀이를 가르치고 다른 반려견과 어울리는 방법을 알려주십시오.",
    "history": "많은 사람이 이렇게 작은 치와와의 유래를 궁금해합니다. 치와와는 아즈텍 문명이 톨텍 문명을 정복했던 12세기 멕시코에서 유래했으며 테치치 개가 치와와 품종과 가까운 조상입니다. 테치치는 그렇게 작은 품종이 있을 수 있을까 의심할 만큼 현재 치와와 크기보다 가볍고 민첩했습니다.\n수 세기 동안 치와와 품종은 보존되었고 결국 1800년대 중반 미국인들이 텍사스 국경과 맞닿은 멕시코 내 원산지인 치와와 지역에서 이 품종을 발견하며 미국에서 큰 인기를 얻게 되었습니다. 이후 테치치는 이름을 바꾸었고, 치와와 품종은 국경 북쪽에서 개체 수가 늘어났습니다.\n단모 치와와는 배타적이며 집단을 벗어나려 하지 않는 경향이 있습니다. 특별한 목적에 따라 길러진 품종이 아닌 치와와는 반려견으로 안성맞춤이며 함께 여행하기에 좋은 파트너입니다. 크기도 적당하죠. 치와와 견종은 최대 2.72kg(6lb)으로 세계에서 가장 작은 품종으로 여겨집니다.",
    "interestingThings": {
      "things1": "단모 치와와의 기질은 고집불통이고, 작은 크기를 생각하면 의지도 놀라울 만큼 강합니다. 그러나 작아도 길을 찾는 데는 엄청난 능력을 발휘합니다. 단모 치와와는 영리하고 내버려 둔다면 보호자보다 더 앞서려고 들 것입니다. 이럴 때의 해결책으로 자견 때 조기 교육을 통해 대장이 누구인지 알려주는 것이 좋습니다. 단모 치와와의 훈련을 잘 시킨다면 고집스러운 성격을 억제할 수 있고 항상 좋은 태도를 습관화할 수 있습니다.",
      "things2": "치와와 품종은 에너지가 많은 품종이긴 하지만, 그렇다고 해서 단모 치와와의 특징으로 긴 산책이나 끝없는 놀이를 원한다고 착각해서는 안 됩니다. 몸이 작기 때문에 과하지 않을수록 좋습니다. 단모 치와와에게는 간단한 실내 활동을 매일 해 주는 것이 가장 좋으며 산책할 수 있는 거리도 점점 더 길어질 것입니다. 또한 모든 소형견이 그렇지만 너무 피곤해 하면 그대로 들어 올려 이동장에 넣어 집까지 데려오면 됩니다.",
      "things3": "소형견 품종은 저혈당증에 걸리기 쉽습니다. 단모 치와와는 몸집이 작기 때문에 많은 것이 필요하지 않다고 생각하기 쉽지만 식사 간의 간격이 너무 길어지면 에너지가 현저하게 떨어질 수 있습니다. 규칙적인 식사를 유지하고 사료 포장에 기재된 가이드를 따르십시오. 이 품종은 좁은 심장 판막증이나 대동맥판증 같은 심혈관 질환과 눈병, 슬개골 탈구 등을 겪을 수 있습니다. 정기적으로 수의사에게 검진을 받는다면 어떤 문제도 미리 예방할 수 있습니다. 단두종으로 알려진 치와와는 주둥이와 비강이 평평하다는 특징이 있습니다. 그래서 특히 너무 덥거나 추운 날씨에는 호흡 곤란이 흔히 발생할 수 있습니다. 단두종 호흡기 폐쇄 증후군이 있는 많은 반려견은 위장 장애의 징후도 보일 수 있습니다. 따라서 정기적으로 수의사에게 치와와의 전체 검진을 받는 것이 좋습니다."
    }
  },
  {
    "name": "말티즈",
    "description": "작고 귀여우며 근사한 털을 지닌 말티즈는 성격도 다정하고 무던합니다. 보호자와 유대감도 깊어 반려견으로서 더할 나위 없지요. 또 체고가 최대 23cm로 무릎에 앉힐 수 있는 작은 토이 품종이라 할리우드 스타부터 왕족까지 수많은 사람들의 사랑을 독차지하곤 합니다.",
    "imageUrl": "https://i.pinimg.com/736x/c4/01/14/c4011481ea13849d2b831e27c1c4577e.jpg",
    "officialName": "말티즈",
    "origin": "이탈리아",
    "size": "소형",
    "traits": {
      "침 흘림 습성": 1,
      "다른 반려동물과의 공동 생활": 4,
      "털 빠짐 수준": 2,
      "짖는 습성": 5,
      "목소리 습성": 1,
      "에너지 수준": 4,
      "따뜻한 날씨": 3,
      "추운 날씨": 1,
      "아파트 사육 적합성": 5,
      "그루밍 요구": 1,
      "가족 반려 동물": 5
    },
    "notice": "* 반려동물을 오랜 시간 혼자 두는 것은 좋지 않습니다. 함께 지내는 시간이 많으면 정서적 불안과 파괴적 행동을 예방할 수 있습니다. 수의사에게 조언을 구하십시오. 동일한 품종이라고 해도 반려동물마다 다르기 때문에 여기에서 소개하는 품종 세부 사항은 하나의 지표로 받아들여야 합니다. 행복하고 건강하며 행동이 올바른 반려동물을 기르고 싶다면 훈련과 사회화는 물론이고 기본적인 행복과 관련된 요구를 비롯해 사회적, 행동적 요구까지 해결해주는 것이 좋습니다. 반려동물을 지켜보는 사람 없이 아이와 함께 두어서는 절대로 안 됩니다. 브리더 또는 수의사에게 자세한 조언을 구하십시오. 반려동물은 모두 사교적이며 함께 어울리는 것을 좋아합니다. 하지만 어릴 때부터 혼자 지내는 방법을 가르칠 수 있습니다. 수의사 또는 트레이너의 조언을 구하십시오.",
    "description2": "작지만 당돌하고 자신감 넘치는 말티즈는 항상 반듯하게 서서 실크처럼 부드럽고 새하얀 털을 뽐내는 귀족견입니다.\n\n고대 이집트, 그리스, 로마 시대에도 높게 평가받았으며, 로마 시대에는 상류층 여인들이 말티즈를 장신구처럼 안고 다니며 사회적 지위를 표현했습니다.\n\n1800년대에는 영국 여왕을 포함한 유럽 왕족이 사랑한 견종으로 도그쇼에서 자주 등장했고, 오늘날에는 마릴린 몬로, 제인 폰다, 엘리자베스 테일러, 엘렌 드제너러스, 제시카 심슨 등 유명 스타들이 키우기도 했습니다.\n\n작은 체구지만 쉽게 동요하지 않고 잘 짖는 편이라 경비견 역할도 할 수 있으며, 때로 고집을 부리기도 하므로 어린 시절부터 교육하는 것이 좋습니다. 말티즈는 매우 영리하여 학습 속도도 빠릅니다.\n\n튼튼한 체격과 긴 수명(보통 10년 이상)을 가진 건강한 견종이며, 갓난아기나 어린아이가 있는 집보다는 조용한 가정이나 반려견과 함께 있는 시간이 많은 사람에게 적합합니다.\n\n반려견으로서의 자질을 고루 갖춘 말티즈는 세계적으로 가장 인기 있는 소형 반려견 중 하나입니다.",
    "info1": "말티즈를 특히 아꼈던 고대 이집트인들은 말티즈의 조상이 병을 고치는 능력이 있다고 믿었습니다. 그래서인지 이 시대의 유물에서 말티즈와 유사한 개 그림과 모형이 발견되기도 했습니다.",
    "info2": "말티즈는 눈물샘이 막히면서 눈 주위에 눈물 자국이 생기는 경향이 있습니다. 따뜻한 물에 적신 천으로 닦거나 반려견 전용 샴푸 한 방울을 섞어 닦아 주면 더 좋습니다. 샴푸는 눈에 들어가지 않도록 유의해 주세요.",
    "history": "말티즈는 세계에서 가장 오래된 견종 중 하나로 수 세기 동안 인간과 함께 생활해왔습니다. 이름과는 달리 말티즈의 조상은 몰타 (Malta) 공화국이 아닌 이탈리아에서 온 것으로 전해집니다. 말티즈의 이름은 말티즈가 항구에서 들쥐나 생쥐를 잡는 데 이용되었기에 '항구'를 뜻하는 셈어에서 유래했습니다.\n\n로마 시대에 말티즈는 귀족 여성들 사이에서 인기를 끌었습니다. 귀족 여성들은 말티즈를 품속에 넣거나 심지어 주머니 안에 넣어 다니기도 했습니다. 이후 중국인들이 말티즈를 중국 토종 견종과 이종 교배하여 개량한 뒤 수출하기에 이르렀습니다.\n\n16세기까지 말티즈는 유럽에서 왕족의 사랑을 받으며 점점 더 많은 인기를 누렸습니다. 엘리자베스 여왕 1세와 빅토리아 여왕, 스코틀랜드의 여왕 메리 모두 말티즈를 키울 정도로 인기가 대단했습니다.\n\n말티즈의 인기는 1800년대에도 이어졌습니다. 1888년에 미국켄넬클럽의 인정을 받으면서 유럽과 북미 양쪽에서 도그쇼 단골로 추대되었지요. 이런 추세는 지금까지 이어져 도그쇼의 '베스트 쇼' 자리를 놓고 경쟁하기 위해 모인 많은 말티즈들이 기품 있게 걷는 모습을 볼 수 있습니다.",
    "interestingThings": {
      "things1": "다른 토이 품종과 마찬가지로 말티즈 또한 치은염(잇몸 염증) 또는 치주병(치주골 일부 또는 전부에서 발생하는 염증)과 같은 치아 질환에 취약합니다. 이 질환은 통증, 음식 섭취의 어려움, 치아 유실로 이어질 수 있으며 심각한 경우 신장, 간, 심장에 합병증을 유발할 수 있습니다. 치아에 치태와 치석이 쌓여 발생하기 때문에 예방을 위해서는 매일 이빨을 닦아주는 것이 가장 좋으며, 정기적으로 동물병원을 방문해 치아를 세정하고 검사를 받는 것도 도움이 됩니다.",
      "things2": "말티즈는 사람이 걸리는 질병이기도 한 '녹내장'이 잘 생기는 편입니다. 이 질병은 눈 속의 액체가 빠져나가지 못해 안압이 증가하면서 발생하며, 통증이 동반되거나 심각한 경우 망막이 손상될 수도 있습니다. 예방을 위해 매년 2회 눈 종합 검진을 받으면 좋으며, 반려견이 눈 찡그림, 눈물을 동반한 자극, 부기, 돌출 등의 증상은 없는지 잘 살펴봐야 합니다. 이상 증상이 발견되면 최대한 빨리 동물병원을 찾으세요.",
      "things3": "말티즈는 전반적으로는 건강하지만 다른 소형견과 마찬가지로 왼쪽 심장판막이 약해지는 승모판막 질환이 발생할 수 있습니다. 일 년에 한 번 심장 검사를 받으면 좋으며, 평소 치아 관리와 체중 조절, 규칙적인 운동이 심장 질환을 예방하는 데 도움이 될 수 있습니다. 현재 치료법은 없지만 약물로 진행 속도를 늦추거나 증상을 완화할 수는 있습니다."
    }
  }
]